"AlertSomePercentTitle" = "%d%% rimanente"; // 90% Remaining
"AlertOnePercentTitle" = "Il tuo Mac sta per spegnersi";
"AlertChargingTitle" = "In carica...";
"AlertChargingStoppedTitle" = "Caricatore scollegato";
"AlertChargingCompleteTitle" = "Carica completata";
"AlertOverheatingTitle" = "Surriscaldamento";
"AlertLimitedTitle" = "Batteria insufficiente";
"AlertDeviceConnectedTitle" = "'%@' connesso"; // 'Joe's Headphones' Connected
"AlertDeviceDisconnectedTitle" = "'%@' disconnesso"; // 'Joe's Headphones' Disconnected
"" = "Sconosciuto";
"AlertDeviceCalculatingTitle" = "Calcolo...";

"AlertEstimateSummary" = "**%@** fino a esaurimento"; // 1 hour, 32 minutes until empty
"AlertPercentSummary" = "È ora di prendere il cavo!";
"AlertStartedChargeSummary" = "Completamente carico alle **%@**."; // Fully charged at 2:32pm
"AlertChargedSummary" = "La tua batteria è completamente carica.";
"AlertOverheatingSummary" = "Le alte temperature possono consumare la tua batteria più velocemente e danneggiarla nel lungo termine.";
"AlertLimitedSummary" = "La tua batteria potrebbe essere insufficiente per l'evento '%@'.";

"TimestampHourFullAlertDeviceUnknownTitleLabel_Plural" = "%d ore";
"TimestampHourFullLabel_Single" = "%d ora";
"TimestampHourFullLabel_Plural" = "%d ore";
"TimestampMinuteFullLabel_Plural" = "%d minuti";
"TimestampMinuteFullLabel_Single" = "%d minuto";
"TimestampMinuteDaysLabel_Plural" = "%d giorni";
"TimestampMinuteDaysLabel_Single" = "%d giorno";
"TimestampHourAbbriviatedLabel" = "h";
"TimestampMinuteAbbriviatedLabel" = "m";
"TimestampDayAbbriviatedLabel" = "g";
"TimestampNeverLabel" = "Mai";
"TimestampNowLabel" = "Un attimo fa";

"SettingsWebsiteLabel" = "Supporta lo sviluppo";
"SettingsQuitLabel" = "Esci";
"SettingsPinnedLabel" = "Fissa sullo schermo";
"SettingsEightyLabel" = "Carica fino a 80%";
"SettingsRateLabel" = "Valuta BatteryBoi";
"SettingsEfficiencyLabel" = "Risparmio energetico";
"SettingsCheckUpdatesLabel" = "Verifica aggiornamenti";
"SettingsNewUpdateLabel" = "Installa nuovo aggiornamento";
"SettingsDisplayLabel" = "Visualizza";
"SettingsDisplayCycleLabel" = "Conteggio cicli";
"SettingsDisplayPercentLabel" = "Percentuale";
"SettingsDisplayEstimateLabel" = "Tempo";
"SettingsDisplayNoneLabel" = "Vuoto";
"SettingsDisplayHiddenLabel" = "Nascosto";
"SettingsEnabledLabel" = "Sì";
"SettingsDisabledLabel" = "Disabilitato";

"SettingsAboutLabel" = "Informazioni";
"SettingsCustomizationLabel" = "Personalizzazione";
"SettingsSoundEffectsLabel" = "Effetti Sonori";
"SettingsTriggersLabel" = "Comandi";
"SettingsNotificationsLabel" = "Notifiche";
"SettingsPrereleasesLabel" = "Release Beta";

"SettingsCustomizationMenuLabel" = "Icona della Barra del Menu";
"SettingsCustomizationThemeDarkLabel" = "Scuro";
"SettingsCustomizationThemeLightLabel" = "Chiaro";
"SettingsCustomizationThemeSystemLabel" = "Sistema";
"SettingsCustomizationThemeTitle" = "Aspetto";

"UpdateStatusCheckingLabel" = "Verifico aggiornamenti...";
"UpdateStatusIdleLabel" = "Ultimo controllo: %@"; // Last Checked: 4 hours ago
"UpdateStatusEmptyLabel" = "Nessun aggiornamento disponibile";
"UpdateStatusNewLabel" = "Nuovo aggiornamento disponibile!";

"AboutTitle" = "BatteryBoi: gratis, per sempre, per tutti...";
"AboutBodyOne" = "In un mondo pieno di app ad abbonamento che tormentano i portafogli, BatteryBoi è 100% gratis e open-source, per sempre!";
"AboutBodyTwo" = "Produrre questa app così bella da vedere richiede molti giorni di lavoro, sudore, sangue e a volte lacrime. Ecco perché chiedo gentilmente alle persone e aziende che possono permetterselo di contribuire con una donazione.";
"AboutBodyThree" = "Le donazioni aiuteranno a pagare le bollette e mantenere la app funzionante/aggiornata.";
"AboutBodyFooter" = "Grazie - Joe (Fondatore di BatteryBoi)";
"AboutGithubAction" = "GitHub";
"AboutDonateAction" = "Dona";
"AboutShareAction" = "Condividi";

"BluetoothDeviceHeadphonesLabel" = "Cuffie";
"BluetoothDeviceMouseLabel" = "Mouse";
"BluetoothDeviceGamepadLabel" = "Controller";
"BluetoothDeviceSpeakerLabel" = "Altoparlante";
"BluetoothDeviceKeyboardLabel" = "Tastiera";
"BluetoothDeviceOtherLabel" = "Altro";
"BluetoothConnectLabel" = "Connetti";
"BluetoothDisconnectLabel" = "Disconnetti";
"BluetoothDisconnectedLabel" = "Non abbinato";
"BluetoothDistanceProximateLabel" = "Sulla scrivania/tavola";
"BluetoothDistanceNearLabel" = "Nella stessa stanza";
"BluetoothDistanceFarLabel" = "In un altro regno";
"BluetoothInvalidLabel" = "Nessuna informazione sulla batteria";

"OnboardingHideIconTitle" = "Nascondi icona batteria predefinita";
"OnboardingHideIconSubtitle" = "Puoi nascondere l'icona della batteria predefinita andando a Preferenze di Sistema > Centro di Controllo > Batteria > Mostra nel Menu";
"OnboardingHideIconButton" = "Ho Capito";

"OnboardingNotificationsTitle" = "";
"OnboardingNotificationsBody" = "";
"OnboardingInsightsTitle" = "";
"OnboardingInsightsBody" = "";
"OnboardingBluetoothTitle" = "";
"OnboardingBluetoothBody" = "";
